ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
eamodio.gitlens
bungcip.better-toml
ms-azuretools.vscode-docker
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
ms-vscode.remote-server
ms-vscode.remote-explorer
njpwerner.autodocstring
seatonjiang.gitmoji-vscode
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.intellicode-api-usage-examples
yzhang.markdown-all-in-one
samuelcolvin.jinjahtml
quicktype.quicktype